{
  "text": {
    "مرحبتين": 64,
    "السلام": 10,
    "عليكم": 46,
    "هلا": 92,
    "صباح": 39,
    "الخير": 9,
    "مساء": 65,
    "مع": 69,
    "السلامة": 11,
    "نشوفك": 85,
    "على": 45,
    "خير": 34,
    "في": 49,
    "امان": 19,
    "الله": 16,
    "نبي": 78,
    "نأكد": 75,
    "طلبيتي": 43,
    "نثبت": 79,
    "الطلب": 15,
    "بقداش": 23,
    "التوصيل": 7,
    "لطرابلس": 55,
    "كم": 51,
    "لبنغازي": 54,
    "مقاس": 70,
    "__number__": 0,
    "من": 73,
    "هالمنتج": 89,
    "متوفر": 60,
    "j": 1,
    "بكم": 24,
    "شن": 37,
    "سعره": 36,
    "بالله": 22,
    "تعاونني": 27,
    "محتاج": 62,
    "استفسار": 4,
    "وريني": 94,
    "صورة": 41,
    "المنتج": 18,
    "ممكن": 72,
    "نشوف": 84,
    "الحذاء": 8,
    "وين": 96,
    "محلكم": 63,
    "كيف": 52,
    "نوصل": 87,
    "ليكم": 57,
    "نبدل": 76,
    "جاني": 32,
    "غلط": 48,
    "نبدله": 77,
    "نرجع": 81,
    "ما": 58,
    "عجبنيش": 44,
    "ونبي": 95,
    "نرده": 82,
    "عندكم": 47,
    "موديل": 74,
    "ثاني": 30,
    "البديل": 6,
    "لهدا": 56,
    "مافيش": 59,
    "شنو": 38,
    "مقاسات": 71,
    "ثانية": 31,
    "متوفرة": 61,
    "ألوان": 2,
    "الألوان": 5,
    "اللي": 17,
    "نطلب": 86,
    "بيتزا": 26,
    "حالة": 33,
    "الطقس": 14,
    "طرابلس": 42,
    "بنغازي": 25,
    "مصراتة": 68,
    "سبها": 35,
    "هادي": 88,
    "هي": 93,
    "تفضل": 28,
    "الصورة": 13,
    "ايوه": 20,
    "تمام": 29,
    "صحيح": 40,
    "لا": 53,
    "مش": 66,
    "هكي": 91,
    "مشكور": 67,
    "بارك": 21,
    "فيك": 50,
    "يعطيك": 97,
    "الصحة": 12,
    "نحجز": 80,
    "نشري": 83,
    "احجزلي": 3,
    "هدا": 90
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "confirm_order": 10,
    "check_shipping_price": 9,
    "check_product_availability": 8,
    "ask_product_price": 7,
    "ask_for_help": 4,
    "ask_for_product_image": 5,
    "ask_for_store_location": 6,
    "request_size_exchange": 19,
    "request_return": 18,
    "ask_alternative_product": 2,
    "ask_alternative_size": 3,
    "ask_alternative_color": 1,
    "out_of_scope": 14,
    "provide_city": 15,
    "provide_size": 16,
    "send_product_image": 20,
    "affirm": 0,
    "deny": 11,
    "thank": 21,
    "request_booking": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_analyze_image": 0,
    "action_collect_booking": 2,
    "action_greet": 8,
    "utter_goodbye": 15
  },
  "action_text": null,
  "intent_response_key": null
}